Repository: iliuta/PowerTrain
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# appTitle
source: Fitness Machines
de: PowerTrain
fr: PowerTrain

# buyMeCoffee
source: Buy me a coffee
de: Kaufen Sie mir einen Kaffee
fr: Offrez-moi un café

# coffeeLinkError
source: Could not open the coffee link. Please visit https://coff.ee/iliuta manually.
de: Konnte den Kaffee-Link nicht öffnen. Bitte besuchen Sie https://coff.ee/iliuta manuell.
fr: Impossible d'ouvrir le lien. Veuillez visiter https://coff.ee/iliuta manuellement.

# coffeeLinkErrorWithDetails
source: Error opening coffee link: {error}
de: Fehler beim Öffnen des Kaffee-Links: {error}
fr: Erreur lors de l'ouverture du lien : {error}

source: Training Sessions
de: Trainingseinheiten
fr: Sessions d'entraînement

source: Unsynchronized activities
de: Nicht synchronisierte Aktivitäten
fr: Activités non synchronisées

source: Settings
de: Einstellungen
fr: Paramètres

source: Help
de: Hilfe
fr: Aide

# disconnectedFromDevice
source: Disconnected from {deviceName}
de: Von {deviceName} getrennt
fr: Déconnecté de {deviceName}

# failedToDisconnect
source: Failed to disconnect: {error}
de: Trennung fehlgeschlagen: {error}
fr: Échec de la déconnexion : {error}

# openingStravaAuth
source: Opening Strava authorization...
de: Strava-Autorisierung wird geöffnet...
fr: Ouverture de l'autorisation Strava...

# signInStravaPopup
source: Sign in with your Strava account in the popup
de: Melden Sie sich mit Ihrem Strava-Konto im Popup an
fr: Connectez-vous avec votre compte Strava

# stravaConnected
source: Successfully connected to Strava!
de: Erfolgreich mit Strava verbunden!
fr: Connecté à Strava !

# stravaAuthIncomplete
source: Strava authentication was not completed
de: Strava-Authentifizierung wurde nicht abgeschlossen
fr: L'authentification Strava n'a pas été terminée

# stravaAuthRetry
source: Please try again or check your Strava credentials
de: Bitte versuchen Sie es erneut oder überprüfen Sie Ihre Strava-Anmeldedaten
fr: Veuillez réessayer ou vérifier vos identifiants Strava

# stravaError
source: Error connecting to Strava: {error}
de: Fehler bei der Verbindung zu Strava: {error}
fr: Erreur de connexion à Strava : {error}

# bluetoothPermissionsRequired
source: Bluetooth permissions are required to scan for devices
de: Bluetooth-Berechtigungen sind erforderlich, um Geräte zu scannen
fr: Les permissions Bluetooth sont requises pour rechercher les appareils

# bluetoothScanFailed
source: Failed to start Bluetooth scan. Please try again later.
de: Bluetooth-Scan konnte nicht gestartet werden. Bitte versuchen Sie es später erneut.
fr: Échec du démarrage du scan Bluetooth. Veuillez réessayer plus tard.

source: Scan for Devices
de: Geräte scannen
fr: Rechercher les appareils

source: Connected to Strava
de: Mit Strava verbunden
fr: Connecté à Strava

source: Connect to Strava
de: Mit Strava verbinden
fr: Se connecter à Strava

source: Disconnected from Strava
de: Von Strava getrennt
fr: Déconnecté de Strava

# connectedAsAthlete
source: Connected as {athleteName}
de: Verbunden als {athleteName}
fr: Connecté en tant que {athleteName}

# failedLoadTrainingSessions
source: Failed to load training sessions.
de: Laden der Trainingseinheiten fehlgeschlagen.
fr: Échec du chargement des sessions d'entraînement.

# noTrainingSessionsFound
source: No training sessions found for this machine type.
de: Keine Trainingseinheiten für diesen Maschinentyp gefunden.
fr: Aucune session d'entraînement trouvée pour ce type de machine.

source: No FTMSData found!
de: Keine FTMS-Daten gefunden!
fr: Aucune donnée !

source: Go Back
de: Zurück
fr: Retour

source: Free Ride
de: Freie Fahrt
fr: Sortie libre

source: Time
de: Zeit
fr: Temps

source: Distance
de: Distanz

source: Targets
de: Ziele
fr: Objectifs

source: Resistance:
de: Widerstand:
fr: Résistance :

source: Warm up
de: Aufwärmen
fr: Échauf.

source: Cool down
de: Abkühlen
fr: Ret. au calme

source: Load Training Session
de: Trainingseinheit laden
fr: Charger une session d'entraînement

source: Device Data Features
de: Gerätedaten-Funktionen
fr: Fonctionnalités de l'appareil

source: Machine Features
de: Maschinenfunktionen
fr: Fonctionnalités de la machine

source: Cycling FTP
de: Radfahren FTP
fr: FTP Vélo

# watts
source: {value} watts
de: {value} Watt

source: Rowing FTP
de: Rudern FTP
fr: FTP Rameur

# per500m
source: {value} per 500m
de: {value} pro 500m
fr: {value} par 500m

source: Developer Mode
de: Entwicklermodus
fr: Mode développeur

# developerModeSubtitle
source: Enable debugging options and beta features
de: Debugging-Optionen und Beta-Funktionen aktivieren
fr: Activer les options de débogage et les fonctionnalités bêta

# invalidFtp
source: Please enter a valid FTP (50-1000 watts)
de: Bitte geben Sie einen gültigen FTP ein (50-1000 Watt)
fr: Veuillez saisir un FTP valide (50-1000 watts)

# invalidTimeFormat
source: Please enter a valid time format (M:SS)
de: Bitte geben Sie ein gültiges Zeitformat ein (M:SS)
fr: Veuillez saisir un format de temps valide (M:SS)

# commandSent
source: ✅ Command {opcode} sent successfully
de: ✅ Befehl {opcode} erfolgreich gesendet
fr: Commande {opcode} envoyée avec succès

# commandFailed
source: ❌ Failed: {error}
de: ❌ Fehlgeschlagen: {error}
fr: Échec : {error}

# invalidValueRange
source: Invalid value. Range: {min}-{max}
de: Ungültiger Wert. Bereich: {min}-{max}
fr: Valeur invalide. Plage : {min}-{max}

source: Loading machine features...
de: Maschinenfunktionen werden geladen...
fr: Chargement des fonctionnalités de la machine...

source: No Machine Features found!
de: Keine Maschinenfunktionen gefunden!
fr: Aucune fonctionnalité de machine trouvée !

source: Retry
de: Wiederholen
fr: Réessayer

# loadTrainingSessionButton
source: Load training session
de: Trainingseinheit laden
fr: Charger une session d'entraînement

source: No Training Sessions
de: Keine Trainingseinheiten
fr: Aucune session d'entraînement

source: Waiting for device data...
de: Warten auf Gerätedaten...
fr: En attente des données de l'appareil...

source: No data
de: Keine Daten
fr: Aucune donnée

source: No Device Connected
de: Kein Gerät verbunden
fr: Aucun appareil connecté

# noDeviceConnectedMessage
source: To start a training session, please connect to a compatible fitness machine first. You can scan for devices from the main page.
de: Um eine Trainingseinheit zu starten, verbinden Sie bitte zuerst eine kompatible Fitnessmaschine. Sie können Geräte von der Hauptseite aus scannen.
fr: Pour démarrer une session d'entraînement, veuillez d'abord connecter une machine de fitness compatible. Vous pouvez rechercher les appareils depuis la page principale.

# trainingSessionDeleted
source: Training session "{title}" deleted successfully
de: Trainingseinheit "{title}" erfolgreich gelöscht
fr: Session d'entraînement "{title}" supprimée avec succès

source: Failed to delete training session
de: Löschen der Trainingseinheit fehlgeschlagen
fr: Échec de la suppression de la session d'entraînement

# errorDeletingTrainingSession
source: Error deleting training session: {error}
de: Fehler beim Löschen der Trainingseinheit: {error}
fr: Erreur lors de la suppression de la session d'entraînement : {error}

source: Machine Type:
de: Maschinentyp:
fr: Type de machine :

source: Indoor Bike
de: Indoor-Fahrrad
fr: Vélo d'intérieur

source: Rowing Machine
de: Rudergerät
fr: Rameur

# failedToLoadUserSettings
source: Failed to load user settings: {error}
de: Laden der Benutzereinstellungen fehlgeschlagen: {error}
fr: Échec du chargement des paramètres utilisateur : {error}

# failedToLoadTrainingSessions
source: Failed to load training sessions: {error}
de: Laden der Trainingseinheiten fehlgeschlagen: {error}
fr: Échec du chargement des sessions d'entraînement : {error}

source: Add Training Session
de: Trainingseinheit hinzufügen
fr: Ajouter une session d'entraînement

source: Edit Training Session
de: Trainingseinheit bearbeiten
fr: Modifier la session d'entraînement

# unableToLoadConfiguration
source: Unable to load configuration for this machine type
de: Konfiguration für diesen Maschinentyp kann nicht geladen werden
fr: Impossible de charger la configuration pour ce type de machine

source: Update
de: Aktualisieren
fr: Mettre à jour

source: Save
de: Speichern
fr: Enregistrer

source: Session Title
de: Sitzungstitel
fr: Titre de la session

source: Enter session name
de: Sitzungsnamen eingeben
fr: Entrez le nom de la session

source: Session Type:
de: Sitzungstyp:
fr: Type de session :

source: Distance-based
de: Distanzbasiert
fr: Basée sur la distance

source: Time-based
de: Zeitbasiert
fr: Basée sur le temps

source: Distance-based session
de: Distanzbasierte Sitzung
fr: Session basée sur la distance

source: Training Preview
de: Trainingsvorschau
fr: Aperçu de l'entraînement

# noIntervalsAdded
source: No intervals added yet. Tap the + button to add intervals.
de: Noch keine Intervalle hinzugefügt. Tippen Sie auf die + Schaltfläche, um Intervalle hinzuzufügen.
fr: Aucun intervalle ajouté pour le moment. Appuyez sur le bouton + pour ajouter des intervalles.

source: Group
de: Gruppe
fr: Groupe

source: Interval
de: Intervall
fr: Intervalle

source: Duplicate
de: Duplizieren
fr: Dupliquer

source: Delete
de: Löschen
fr: Supprimer

# distanceLabel
source: Distance:
de: Distanz:

# durationLabel
source: Duration:
de: Dauer:
fr: Durée :

# targetsLabel
source: Targets: {targets}
de: Ziele: {targets}
fr: Objectifs : {targets}

# resistanceLabel
source: Resistance:
de: Widerstand:
fr: Résistance :

# repeatLabel
source: Repeat:
de: Wiederholen:
fr: Répéter :

source: Sub-intervals:
de: Unterintervalle:
fr: Sous-intervalles :

source: Add Sub-interval
de: Unterintervall hinzufügen
fr: Ajouter un sous-intervalle

source: Add Group Interval
de: Gruppenintervall hinzufügen
fr: Ajouter un intervalle de groupe

source: Add Unit Interval
de: Einzelintervall hinzufügen
fr: Ajouter un intervalle unitaire

source: Sub-interval
de: Unterintervall
fr: Sous-intervalle

source: Remove Sub-interval
de: Unterintervall entfernen
fr: Supprimer le sous-intervalle

# noSubIntervals
source: No sub-intervals. Add one using the + button above.
de: Keine Unterintervalle. Fügen Sie eines mit der + Schaltfläche oben hinzu.
fr: Aucun sous-intervalle. Ajoutez-en un en utilisant le bouton + ci-dessus.

# enterSessionTitle
source: Please enter a session title
de: Bitte geben Sie einen Sitzungstitel ein
fr: Veuillez saisir un titre de session

# addAtLeastOneInterval
source: Please add at least one interval
de: Bitte fügen Sie mindestens ein Intervall hinzu
fr: Veuillez ajouter au moins un intervalle

source: Updating session...
de: Sitzung wird aktualisiert...
fr: Mise à jour de la session...

source: Saving session...
de: Sitzung wird gespeichert...
fr: Enregistrement de la session...

# sessionUpdated
source: Session "{title}" updated successfully!
de: Sitzung "{title}" erfolgreich aktualisiert!
fr: Session "{title}" mise à jour avec succès !

# sessionSaved
source: Session "{title}" saved successfully!
de: Sitzung "{title}" erfolgreich gespeichert!
fr: Session "{title}" enregistrée avec succès !

# failedToSaveSession
source: Failed to save session: {error}
de: Speichern der Sitzung fehlgeschlagen: {error}
fr: Échec de l'enregistrement de la session : {error}

# failedToLoadConfiguration
source: Failed to load configuration: {error}
de: Laden der Konfiguration fehlgeschlagen: {error}
fr: Échec du chargement de la configuration : {error}

source: No intervals
de: Keine Intervalle
fr: Aucun intervalle

source: Instantaneous Pace
de: Sofortiges Tempo
fr: Allure instantanée

source: Power
de: Leistung
fr: Puissance

source: Custom
de: Benutzerdefiniert
fr: Personnalisé

source: Built-in
de: Integriert
fr: Intégré

source: Training Intensity
de: Trainingsintensität
fr: Intensité d'entraînement

source: Edit
de: Bearbeiten
fr: Modifier

source: Delete Training Session
de: Trainingseinheit löschen
fr: Supprimer la session d'entraînement

# deleteConfirmation
source: Are you sure you want to delete "{title}"? This action cannot be undone.
de: Sind Sie sicher, dass Sie "{title}" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer "{title}" ? Cette action ne peut pas être annulée.

source: Cancel
de: Abbrechen
fr: Annuler

source: Duplicate Training Session
de: Trainingseinheit duplizieren
fr: Dupliquer la session d'entraînement

# duplicateConfirmation
source: Create a copy of "{title}" as a new custom session?
de: Eine Kopie von "{title}" als neue benutzerdefinierte Sitzung erstellen?
fr: Créer une copie de "{title}" en tant que nouvelle session personnalisée ?

source: New Session Title
de: Neuer Sitzungstitel
fr: Nouveau titre de session

source: Session title cannot be empty
de: Sitzungstitel darf nicht leer sein
fr: Le titre de la session ne peut pas être vide

source: Duplicating session...
de: Sitzung wird dupliziert...
fr: Duplication de la session...

# sessionDuplicated
source: Session "{title}" duplicated successfully!
de: Sitzung "{title}" erfolgreich dupliziert!
fr: Session "{title}" dupliquée avec succès !

# failedToDuplicateSession
source: Failed to duplicate session: {error}
de: Duplizierung der Sitzung fehlgeschlagen: {error}
fr: Échec de la duplication de la session : {error}

source: Start Session
de: Sitzung starten
fr: Démarrer la session

source: Not connected
de: Nicht verbunden
fr: Non connecté

source: Failed to load session
de: Laden der Sitzung fehlgeschlagen
fr: Échec du chargement de la session

source: Congratulations!
de: Herzlichen Glückwunsch!
fr: Félicitations !

# sessionCompleted
source: You have completed the training session. Would you like to save your workout or continue with an extended session?
de: Sie haben die Trainingseinheit abgeschlossen. Möchten Sie Ihr Workout speichern oder mit einer verlängerten Sitzung fortfahren?
fr: Vous avez terminé la session d'entraînement. Souhaitez-vous enregistrer votre entraînement ou continuer avec une session prolongée ?

# confirmStopSession
source: Are you sure you want to stop the training session? This action cannot be undone.
de: Sind Sie sicher, dass Sie die Trainingseinheit stoppen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir arrêter la session d'entraînement ? Cette action ne peut pas être annulée.

# continueSession
source: Continue
de: Fortfahren
fr: Continuer

source: Discard
de: Verwerfen
fr: Abandonner

source: Saving workout...
de: Workout wird gespeichert...
fr: Enregistrement de l'entraînement...

# workoutSavedAndUploaded
source: Workout saved and uploaded to Strava!
de: Workout gespeichert und auf Strava hochgeladen!
fr: Entraînement enregistré et téléchargé sur Strava !

# workoutSavedNoStrava
source: Workout saved (Strava not connected)
de: Workout gespeichert (Strava nicht verbunden)
fr: Entraînement enregistré (Strava non connecté)

source: Workout saved!
de: Workout gespeichert!
fr: Entraînement enregistré !

# examplePercentage
source: e.g. 80
de: z.B. 80
fr: par ex. 80

source: Enter value
de: Wert eingeben
fr: Entrez une valeur

source: WAITING
de: WARTEN
fr: EN ATTENTE

source: PAUSED
de: PAUSIERT
fr: EN PAUSE

source: Intervals: {count}
de: Intervalle: {count}
fr: Intervalles : {count}

source: Device type not detected
de: Gerätetyp nicht erkannt
fr: Type d'appareil non détecté

# noConfigForMachineType
source: No config for this machine type
de: Keine Konfiguration für diesen Maschinentyp
fr: Aucune configuration pour ce type de machine

source: No FTMS data
de: Keine FTMS-Daten
fr: Aucune donnée de la machine

source: Workout
de: Training
fr: Entraînement

# copySuffix
source: (Copy)
de: (Kopie)
fr: (Copie)

# sessionPaused
source: Session Paused - Press Resume to continue
de: Sitzung pausiert - Drücken Sie Fortsetzen, um fortzufahren
fr: Session en pause - Appuyez sur Reprendre pour continuer

source: Resume
de: Fortsetzen
fr: Reprendre

source: Not available
de: Nicht verfügbar
fr: Non disponible

# controlFeatures
source: Control Features (Interactive):
de: Steuerungsfunktionen (Interaktiv):
fr: Fonctionnalités de contrôle (Interactif) :

source: Resistance Level
de: Widerstandsniveau
fr: Niveau de résistance

source: Power Target (ERG Mode)
de: Leistungsziel (ERG-Modus)
fr: Cible de puissance (Mode ERG)

source: Supported Range:
de: Unterstützter Bereich:
fr: Plage supportée :

source: Inclination
de: Neigung
fr: Inclinaison

source: General Commands:
de: Allgemeine Befehle:
fr: Commandes générales :

source: Request Control
de: Steuerung anfordern
fr: Demander le contrôle

# startOrResume
source: Start/Resume
de: Starten/Fortsetzen
fr: Démarrer/Reprendre

# stopOrPause
source: Stop/Pause
de: Stoppen/Pausieren
fr: Arrêter/Mettre en pause

source: Reset
de: Zurücksetzen
fr: Réinitialiser

# readOnlyFeatures
source: Data Features (Read-only):
de: Datenfunktionen (Schreibgeschützt):
fr: Fonctionnalités de données (Lecture seule) :

source: Cadence
de: Kadenz

source: Total Distance
de: Gesamtdistanz
fr: Distance totale

source: Heart Rate
de: Herzfrequenz
fr: Fréquence cardiaque

source: Power Measurement
de: Leistungsmessung
fr: Mesure de puissance

source: Elapsed Time
de: Verstrichene Zeit
fr: Temps écoulé

source: Expended Energy
de: Verbrauchte Energie
fr: Énergie dépensée

# resetCommand
source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Average Speed
de: Durchschnittsgeschwindigkeit
fr: Vitesse moyenne

source: FIT Files
de: FIT-Dateien
fr: Sessions non synchronisées

source: Deselect All
de: Alle abwählen
fr: Tout désélectionner

source: Select All
de: Alle auswählen
fr: Tout sélectionner

source: Delete Selected
de: Auswahl löschen
fr: Supprimer la sélection

source: Deleting...
de: Löschen...
fr: Suppression...

source: No FIT files found
de: Keine FIT-Dateien gefunden
fr: Aucune session trouvée

# fitFilesWillAppear
source: FIT files will appear here after completing training sessions
de: FIT-Dateien werden hier angezeigt, nachdem Trainingseinheiten abgeschlossen wurden
fr: Les sessions non synchronisées apparaîtront ici après avoir terminé les sessions d'entraînement

# filesInfo
source: {count} file(s) • Tap to select, long press for options
de: {count} Datei(en) • Tippen zum Auswählen, lange drücken für Optionen
fr: {count} fichier(s) • Appuyez pour sélectionner, appuyez longuement pour les options

source: Delete FIT Files
de: FIT-Dateien löschen
fr: Supprimer les sessions

# deleteFitFilesConfirmation
source: Are you sure you want to delete {count} selected file(s)? This action cannot be undone.
de: Sind Sie sicher, dass Sie {count} ausgewählte Datei(en) löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer {count} session(s) sélectionné(s) ? Cette action ne peut pas être annulée.

source: Upload to Strava
de: Zu Strava hochladen
fr: Envoyer à Strava

source: Share
de: Teilen
fr: Partager

# failedToLoadFitFiles
source: Failed to load FIT files: {error}
de: Fehler beim Laden der FIT-Dateien: {error}
fr: Échec du chargement des sessions : {error}

# successfullyDeletedFiles
source: Successfully deleted {count} file(s)
de: {count} Datei(en) erfolgreich gelöscht
fr: {count} fichier(s) supprimé(s) avec succès

# failedToDeleteFiles
source: Failed to delete {count} file(s)
de: Fehler beim Löschen von {count} Datei(en)
fr: Échec de la suppression de {count} fichier(s)

# errorDeletingFiles
source: Error deleting files: {error}
de: Fehler beim Löschen der Dateien: {error}
fr: Erreur lors de la suppression des fichiers : {error}

# stravaAuthRequired
source: Please authenticate with Strava first in Settings
de: Bitte zuerst bei Strava in den Einstellungen authentifizieren
fr: Veuillez d'abord vous authentifier avec Strava dans les paramètres

source: Failed to upload to Strava
de: Fehler beim Hochladen zu Strava
fr: Échec d'envoi vers Strava

# errorUploadingToStrava
source: Error uploading to Strava: {error}
de: Fehler beim Hochladen zu Strava: {error}
fr: Erreur lors de l'envoi vers Strava : {error}

# errorSharingFile
source: Error sharing file: {error}
de: Fehler beim Teilen der Datei: {error}
fr: Erreur lors du partage du fichier : {error}

# uploadedToStravaAndDeleted
source: Successfully uploaded to Strava and deleted local file
de: Erfolgreich zu Strava hochgeladen und lokale Datei gelöscht
fr: Envoyé avec succès à Strava et fichier local supprimé

# uploadedToStravaFailedDelete
source: Uploaded to Strava but failed to delete local file
de: Zu Strava hochgeladen, aber lokale Datei konnte nicht gelöscht werden
fr: Envoyé à Strava mais échec de la suppression du fichier local

source: Settings saved successfully
de: Einstellungen erfolgreich gespeichert
fr: Paramètres enregistrés avec succès

# fieldLabelSpeed
source: Speed
de: Geschwindigkeit
fr: Vitesse

# fieldLabelPower
source: Power
de: Leistung
fr: Puissance

# fieldLabelCadence
source: Cadence
de: Trittfrequenz

# fieldLabelHeartRate
source: Heart rate
de: Herzfrequenz
fr: Fréquence cardiaque

# fieldLabelAvgSpeed
source: Avg speed
de: Ø Geschw.
fr: Vitesse moy.

# fieldLabelAvgPower
source: Avg power
de: Ø Leist.
fr: Puiss. moy.

# fieldLabelDistance
source: Distance
de: Strecke

# fieldLabelResistance
source: Resistance
de: Widerstand
fr: Résistance

# fieldLabelStrokeRate
source: Stroke Rate
de: Schlagfrequenz
fr: Cadence

# fieldLabelCalories
source: Calories
de: Kalorien

# fieldLabelNotAvailable
source: not available
de: nicht verfügbar
fr: non disponible

# fieldLabelUnknownDisplay
source: unknown display type
de: unbekannter Anzeigetyp
fr: type d'affichage inconnu

source: level
de: Stufe
fr: niveau

source: Scanning...
de: Suche...
fr: Recherche...

source: Fitness machines
de: Fitnessmaschinen
fr: Machines de fitness

source: Sensors
de: Sensoren
fr: Capteurs

# noDevicesFound
source: No devices found. Try scanning for devices.
de: Keine Geräte gefunden. Versuchen Sie, nach Geräten zu suchen.
fr: Aucun appareil trouvé. Essayez de rechercher des appareils.

source: Connected
de: Verbunden
fr: Connecté

source: (unknown device)
de: (unbekanntes Gerät)
fr: (appareil inconnu)

source: Connect
de: Verbinden
fr: Connecter

# connectingTo
source: Connecting to {deviceName}...
de: Verbinde mit {deviceName}...
fr: Connexion à {deviceName}...

# connectedTo
source: Connected to {deviceType}: {deviceName}
de: Verbunden mit {deviceType}: {deviceName}
fr: Connecté à {deviceType} : {deviceName}

# failedToConnect
source: Failed to connect to {deviceName}
de: Verbindung zu {deviceName} fehlgeschlagen
fr: Échec de la connexion à {deviceName}

# unsupportedDevice
source: Unsupported device {deviceName}
de: Nicht unterstütztes Gerät {deviceName}
fr: Appareil non pris en charge {deviceName}

source: Disconnect
de: Trennen
fr: Déconnecter

# autoReconnected
source: Auto-reconnected to {deviceType}: {deviceName}
de: Automatisch wieder verbunden mit {deviceType}: {deviceName}
fr: Reconnexion automatique à {deviceType} : {deviceName}

# enjoyingAppReviewPrompt
source: Enjoying PowerTrain? Rate it on the app store!
de: Gefällt Ihnen PowerTrain? Bewerten Sie es im App Store!
fr: Vous aimez PowerTrain ? Notez-le sur l'App Store !

source: Rate Now
de: Jetzt bewerten
fr: Noter maintenant

source: (no device)
de: (kein Gerät)
fr: (aucun appareil)

source: Open
de: Öffnen
fr: Ouvrir

# settingsPageTitle
source: Settings
de: Einstellungen
fr: Paramètres

source: Failed to load settings
de: Fehler beim Laden der Einstellungen
fr: Échec du chargement des paramètres

# aboutSectionTitle
source: About
de: Über
fr: À propos

# appDescription
source: Indoor Rowing and Cycling with your FTMS compatible fitness equipment.
de: Indoor-Rudern und -Radfahren mit Ihrer FTMS-kompatiblen Fitnessausrüstung.
fr: Rameur et vélo d'intérieur avec votre équipement de fitness compatible FTMS.
