Repository: iliuta/PowerTrain
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# failedToSaveSettings
source: Failed to save settings: {error}
de: Fehler beim Speichern der Einstellungen: {error}
fr: Échec de la sauvegarde des paramètres : {error}

# fitnessProfileTitle
source: Fitness Profile
de: Fitnessprofil
fr: Profil de fitness

# fitnessProfileSubtitle
source: Your personal fitness metrics for accurate training targets
de: Ihre persönlichen Fitnessmetriken für genaue Trainingsziele
fr: Vos paramètres de fitness pour des objectifs d'entraînement précis

# enterFtpHint
source: Enter FTP
de: FTP eingeben
fr: Saisir FTP

# enterTimeHint
source: Enter time (M:SS)
de: Zeit eingeben (M:SS)
fr: Saisir temps (M:SS)

# failedToLoadFitFileDetail
source: Failed to load FIT file detail: {error}
de: Fehler beim Laden der FIT-Dateidetails: {error}
fr: Échec du chargement des détails du fichier FIT : {error}

source: No data available
de: Keine Daten verfügbar
fr: Aucune donnée disponible

source: Summary
de: Zusammenfassung
fr: Résumé

source: Average
de: Durchschnitt
fr: Moyenne

source: Speed
de: Geschwindigkeit
fr: Vitesse

source: Pace
de: Tempo
fr: Allure

source: Altitude
de: Höhe

source: Start
fr: Démarrer
